[Character.CharClass_Nasturtium_BugMorph_Shock AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_BugMorphAdultShockHoliday AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Strength",TransformedNames=((TransformedName="Mother and friend")))
PlayThroughs[1]=(DisplayName="Destroyer and Dancer")
PlayThroughs[2]=(DisplayName="Strong electrician")

